{
 "fragments": [
  {
   "begin": "0.000", 
   "end": "5.840", 
   "id": "f000001", 
   "language": "en", 
   "lines": [
    "﻿The boys picked up the fruit and yelled, \"Open the door. We have lots of mangoes.\"\n"
   ]
  }, 
  {
   "begin": "5.840", 
   "end": "9.680", 
   "id": "f000002", 
   "language": "en", 
   "lines": [
    "\"Who gave them to you?\" asked their mother.\n"
   ]
  }, 
  {
   "begin": "9.680", 
   "end": "14.040", 
   "id": "f000003", 
   "language": "en", 
   "lines": [
    "\"The mango tree that Father brought for us.\"\n"
   ]
  }, 
  {
   "begin": "14.040", 
   "end": "46.320", 
   "id": "f000004", 
   "language": "en", 
   "lines": [
    "The boy's parents came out. They saw the mango tree in the strip of light thrown by the open door. The father could not believe his eyes. He touched the tree to make sure it was real and he wasn't dreaming. The mother thanked God for answering her prayers. Ever since her marriage she had wanted a mango tree of her own. She went in and brought kumkum and rice and offered a prayer to the tree. \"Be happy and never leave us,\" she prayed.\n"
   ]
  }, 
  {
   "begin": "46.320", 
   "end": "54.000", 
   "id": "f000005", 
   "language": "en", 
   "lines": [
    "Mango was thirsty. He wanted to ask the mother for water. He shouted but no one heard him.\n"
   ]
  }, 
  {
   "begin": "54.000", 
   "end": "69.120", 
   "id": "f000006", 
   "language": "en", 
   "lines": [
    "Still baffled, the father said, \"the tree has landed here. God knows who it belongs to. The owner will file a suit against me. We will be branded as thieves, handcuffed and carted off to jail.\"\n"
   ]
  }, 
  {
   "begin": "69.120", 
   "end": "74.920", 
   "id": "f000007", 
   "language": "en", 
   "lines": [
    "One of the boys said, \"Let's tie up the tree. It might run away in the middle of the night.\"\n"
   ]
  }, 
  {
   "begin": "74.920", 
   "end": "80.720", 
   "id": "f000008", 
   "language": "en", 
   "lines": [
    "\"Clever you!\" said the other. \"What shall we tie it to?\"\n"
   ]
  }, 
  {
   "begin": "80.720", 
   "end": "82.160", 
   "id": "f000009", 
   "language": "en", 
   "lines": [
    "\"The hut.\"\n"
   ]
  }, 
  {
   "begin": "82.160", 
   "end": "84.800", 
   "id": "f000010", 
   "language": "en", 
   "lines": [
    "\"And if it drags the hut along with it?\"\n"
   ]
  }, 
  {
   "begin": "84.800", 
   "end": "92.440", 
   "id": "f000011", 
   "language": "en", 
   "lines": [
    "Their father interrupted, \"It's just occurred to me that this tree will make good fuel.\"\n"
   ]
  }, 
  {
   "begin": "92.440", 
   "end": "106.320", 
   "id": "f000012", 
   "language": "en", 
   "lines": [
    "Fuel? The word was unfamiliar to Mango. The father continued, \"It will make good firewood. Then even its owner will not be able to recognize it. Bring my axe.\"\n"
   ]
  }, 
  {
   "begin": "106.320", 
   "end": "112.720", 
   "id": "f000013", 
   "language": "en", 
   "lines": [
    "No sooner was the word \"axe\" uttered than Mango took to his heels before their astonished eyes.\n"
   ]
  }, 
  {
   "begin": "112.720", 
   "end": "123.680", 
   "id": "f000014", 
   "language": "en", 
   "lines": [
    "The family chased him to the boundary of the village shouting, \"Thief! Thief!\" But Mango disappeared into the forest and was lost among the other trees."
   ]
  }
 ]
}